[S_Broadcast_Truth_Advent_Propaganda_Announcer_01 AkEvent]
SpokenText="A ADVENT nos assegura que este avanço estara disponivel para todos os cidadôes imediatamente."

[S_Broadcast_Truth_Advent_Propaganda_Announcer_02 AkEvent]
SpokenText="Para saber mais vamos ao vivo para o Speaker  "

[S_Intro_Advent_Propaganda_Announcer_01 AkEvent]
SpokenText="A Administração ADVENT lembra-os de relatar todas as atividades suspeitas ao seu detentor de paz mais proximo. Lembre-se, so juntos podemos construir um amanha melhor."

[S_Victory_Advent_Propaganda_Announcer_01 AkEvent]
SpokenText="O toque de recolher total, permanece em vigor, a medida que a administração lida com a crise em curso."

